export default {
  "title": "기여",
  "header": {
    "developer": "개발자",
    "gamer": "게이머",
    "artist": "아티스트",
    "donation": "기부",
    "contributor": "기여자",
    "contact": "연락처",
  },
  "description": {
    "developer": "이 프로젝트는 오픈 소스이며 개발자분들의 기여를 환영합니다. 기능 요청이 있거나 버그를 발견하실 경우 GitHub에 이슈를 생성해주세요. 코드를 기여하고 싶다면 저장소를 포크하고 pull request 요청을 하세요. {githubLink}에서 찾으실수 있습니다.",
    "gamer": `저장된 게임 데이터를 모드를 통해 업로드함으로서 기여하실수 있습니다.

모드를 적용하기 위해선 아래 지침을 따르세요.
1. ONI 모드 폴더를 찾습니다. 일반적으로 C:\\Users\\USERNAME\\Documents\\Klei\\OxygenNotIncluded\\mods에 있습니다.
2. "Local"이라는 이름의 폴더로 이동하거나 만듭니다.
3. {githubReleaseLink}에서 최신 모드 빌드를 다운로드하고 압축을 해제합니다.
4. 파일을 Local 폴더에 넣습니다.
5. Oxygen Not Included을 시작하고 모드를 활성화합니다. 다른 모드가 활성화되어 있으면 작동하지 않습니다. 또한 Oxygen Not Included에서 클라우드에 대한 기본 저장을 비활성화해야 할 수도 있습니다.

그외로, 사이트에 대한 피드백을 찾고 있으며, 제안 사항이 있거나 버그를 발견한 경우 {discordLink}에 방문하여 의견을 공유해 주시기 바랍니다.

마지막으로, Oxygen Not Included 생성 과정에 대해 알고 계신다면 여러분의 의견을 듣고 싶습니다. 우리는 항상 게임과 그 게임을 기반으로 구축하는 도구에 대한 이해도를 높이기 위해 노력하고 있습니다.`,
    "artist": "사이트 개발에 도움을 주실 그래픽 디자이너를 찾고 있습니다. 아이디어가 있거나 기여하고 싶으시다면 연락해 주세요.",
    "donation": "현재로서는 기부를 받고 있지 않지만, 따로 프로젝트를 지원하고 싶다면 {oniLink} 개발자에게 기부하는 것을 고려해 주세요.",
    "contributor": {
      "introduction": "프로젝트의 아이디어나 개발에 기여한 다음 분들께 진심으로 감사드립니다.",
      "item_1": "{RoboPhred} - ONI 저장을 구문 분석하고 이해하는 데 기여해 주셔서 감사합니다.",
      "item_2": "{StefanOltmann} - 웹 인터페이스가 완전 오픈 소스로 만들어진 ONI 저장을 구문 분석해 주셔서 감사합니다",
      "item_3": "{Sgt_lmalas} - 첫 번째 버전에 큰 영감을 준 멋진 월드 제너레이션 모드를 만들어 주셔서 감사합니다. 특별히 저희를 위해 변경할 때까지 더 오랫동안 여러분을 괴롭힐 수 있기를 바랍니다!",
      "item_4": "{Cairath} - 수년 동안 지불에 대한 기대 없이 커뮤니티에 멋진 도구를 제공해 주셔서 감사합니다. 언젠가는 직접 협력할 수 있기를 바랍니다! 또한 Discord 서버를 관리해 주시고 ONI를 수정하기 위해 작성된 가이드에 감사드립니다!",
      "item_5": "ONI 모드를 가능하게 한 라이브러리인 {harmony}의 {paradeke} 제작자 감사합니다",
      "item_6": "{Magnet_MD} - (LeCoffee) 저 개인적으로 Magnet과 같은 콘텐츠 제작자를 시청하지 않았다면 씨앗 찾기의 중요성을 발견하지 못했을 것입니다.",
      "item_7": "{Klei} - 멋진 게임을 만들어 주셔서 감사드리며, 그 게임을 중심으로 육성한 커뮤니티에 감사드립니다.",
    },
    "contact": "공식적으로 연락하고 싶으시다면 {email}로 이메일을 보내주세요",
  },
  "link": {
    "github": "깃허브",
    "github_release": "깃허브 릴리즈",
    "discord": "디스코드",
  }
}