{
    "coordinate_request_dialog": {
        "title": "Request Coordinate",
        "text": "Request a Coordinate that's not in the database yet",
        "invalid_syntax": "Not a valid Coordinate!",
        "already_in_db": "Coordinate is already in database!",
        "view_seed": "View in Map Explorer",
        "request_successful": "Seed requested!",
        "coordinate": "Coordinate:",
        "placeholder": "Enter the Coordinate here...",
        "bt_request": "Request",
        "bt_cancel": "Cancel"
    },
    "navbar": {
        "title": "MapsNotIncluded",
        "map_explorer_link": "Map Explorer",
        "world_trait_finder_link": "World Trait Finder",
        "seed_viewer_link": "Seed Viewer",
        "starmap_link": "StarMap Generator",
        "contribute_link": "Contribute",
        "discord_link": "Discord",
        "github_link": "GitHub"
    },
    "contribute": {
        "title": "Contribute",
        "header": {
            "developer": "Developers",
            "gamer": "Gamers",
            "artist": "Artists",
            "donation": "Donations",
            "contributor": "Contributors",
            "contact": "Contact Direct"
        },
        "description": {
            "developer": "This project is open source and contributions are welcome. If you have a feature request or found a bug, please open an issue on the GitHub repository. If you would like to contribute code, please fork the repository and submit a pull request. You can find us at {githubLink}",
            "gamer": "Please donate your compute power and upload saves to make this tool better for everyone.\n\nTo do this, please follow the instructions below.\n\n1. Locate your ONI mod folder. It is usually in C:\\Users\\USERNAME\\Documents\\Klei\\OxygenNotIncluded\\mods.\n2. Go into or create a folder named \"Local\" (case sensitive on linux).\n3. Download and unzip the latest mod build from the {githubReleaseLink}.\n4. Put the files in the local folder.\n5. Start Oxygen Not Included and enable the mod. It won't work if there are any other mods enabled. You may also need to disable default save to cloud in Oxygen Not Included settings.\n\nAdditionally we're looking for feedback on the site, if you have any suggestions or found a bug, please come and share your thoughts on {discordLink}.\n\nAnd finally, if you know anything about the world generation process in Oxygen Not Included, we would love to hear from you. We're always looking to improve our understanding of the game and the tools we build around it.",
            "artist": "We're looking for some graphics for the site, if you have any ideas or would like to contribute, please get in touch.",
            "donation": "MapsNotIncluded is the work of multiple people. If you would like to support our work with money you can donate to {donateHosting}, the {donateSeedBrowser} and the {donateMod}.",
            "contributor": {
                "introduction": "Huge thank you to the following people who have contributed to the project, either directly or indirectly (through works that have aided the ideas or development of the project).",
                "item_1": "{RoboPhred} - Thank you for your contributions to parsing and understanding ONI saves",
                "item_2": "{StefanOltmann} - Thank you for the web interface to parse ONI saves that was made fully open source",
                "item_3": "{Sgt_lmalas} - Thank you for building an awesome world generation mod, which largely inspired our first version, until you made changes specifically for us, hope we can keep annoying you for more for a long time!",
                "item_4": "{Cairath} - Thank you for giving the community such a wonderful tool for years and years with no expectation of payment. We hope one day to collaborate directly together! Also thank you for your administration of the Discord server and for the guides written for modding ONI!",
                "item_5": "{paradeike} creator of {harmony}, the library that made modding ONI possible.",
                "item_6": "{Magnet_MD} For the inspiration for this project, I (LeCoffee) personally would have never discovered the importance of seed finding without watching content creators such as Magnet",
                "item_7": "{Klei} - Thank you for creating such a wonderful game and for the community you have fostered around it"
            },
            "contact": "If you would like to contact us directly and more formally, please email us at {email}"
        },
        "link": {
            "github": "GitHub",
            "github_release": "Github Release page",
            "discord": "Discord",
            "donate_hosting": "the guy who runs the servers",
            "donate_seed_browser": "the guy who built the map explorer",
            "donate_mod": "the guy who developed the mod we are using"
        }
    },
    "home": {
        "title": "Welcome to MapsNotIncluded!",
        "description_1": "This is the home of the fully open source TNI replacement.",
        "description_2": "Want to get involved? Head over to our {contributeLink} page. You can also join our community on {discordLink} or submit issues and pull requests via {githubLink}!",
        "link_map_explorer": "Map Explorer",
        "link_trait_finder": "World Trait Finder",
        "link_starmap_generator": "Star Map Generator",
        "link": {
            "contribute": "Contribute",
            "discord": "Discord",
            "github": "GitHub"
        }
    },
    "not_found": {
        "title": "404 Not Found",
        "description_1": "Sorry, the page you are looking for does not exist.",
        "description_2": "If you reached this page by clicking around, the chances are it hasn't been built yet, if your technically minded, please use our {githubLink} link to contribute, otherwise come and nag us on our {discordLink}."
    },
    "seed_viewer": {
        "title": "Seed Viewer",
        "description_1": "Input a seed to view to explore its map generation. If its not in our database yet, you can request it when logged in.",
        "description_2": "THIS IS NOT WORKING YET!!!",
        "seed": "Seed",
        "submit": "Submit"
    },
    "starmap_generator": {
        "title": "Starmap Generator",
        "description_1": "A starmap generator will be available here once development is complete.",
        "description_2": "If you'd like to get involved, feel free to {contribute} to the development of this site.",
        "link": {
            "contribute": "contribute"
        }
    }
}
